---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterStringRuleEvaluator
source: html/3c3448a2-71cc-2c2a-22d6-660d7cb78b6b.htm
---
# FilterStringRuleEvaluator Members

Releases all resources used by the FilterStringRuleEvaluator